/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Imposibil de finalizat acțiunea";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Reîncercați mai târziu.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Imposibil de deschis";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Acest format multimedia nu este compatibil.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Imposibil de deschis";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Acest conținut multimedia poate fi deteriorat.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Imposibil de deschis";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Această aplicație nu este autorizată pentru redarea acestui fișier."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Imposibil de deschis";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Acest conținut multimedia nu poate fi utilizat.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Imposibil de decodat";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Decodorul necesar acestui conținut multimedia este ocupat.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Opriți orice alte acțiuni care decodează multimedia și reîncercați.";
